
BOT_TOKEN = '8048472680:AAFLIKClap7EEemfTyn3-nr3kMonIUnc46I'      # Токен бота

CODE_ACCESS = 'HEPPY'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 'Test667867_bot'          # login бота, например: telegram_bot

ADMIN_ID = 8473087607      # id админа

QIWI_NUMBER = '+79910076945'    # номер киви
QIWI_TOKEN = 'd92b0aad-163a-4f02-acf8-497f12b53b18'     # токен киви

ACCESS_COST = 350           # стоимость доступа
MIN_PAYOUT = 500           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)



